[
    {
        "slug": "nv001",
        "title": "The City of Ember",
        "subtitle": "Sách cũ - còn nguyên vẹn 100%",
        "description": "Thành phố than hồng – bộ truyện phiêu lưu viễn tưởng bán chạy nhất New York Times, hơn 3,5 triệu bản, được chuyển thể thành phim. Đây là quyển sách đầu tiên trong bộ bốn quyển.",
        "longtext": "Xoay quanh câu chuyện về Ember, thành phố cuối cùng của nhân loại trong lòng đất, nơi ánh sáng nhân tạo duy trì sự sống đã bắt đầu tắt dần sau 200 năm, Lina và Doon – hai người bạn dũng cảm, phát hiện ra những manh mối bí mật từ bản đồ cổ và bắt đầu hành trình giải mã để cứu lấy thành phố trước khi màn đêm vĩnh viễn bao trùm. Câu chuyện mang đến thông điệp sâu sắc về niềm hy vọng, trí tuệ, sự can đảm và khát vọng sinh tồn.",
        "number": 1,
        "price": "175.000 VND",
        "image": "/images/books/ember.jpg",
        "vendor": "Random House Children's Books",
        "year": 2004,
        "size": "12.5 x 20.5 cm",
        "pages": 279,
        "isbn": "9780375822742"
    },
    {
        "slug": "eng001",
        "title": "The Merchant of Venice",
        "subtitle": "Sách học tiếng Anh - nguyên vẹn 100%",
        "description": "Người lái buôn thành Venice - tác phẩm nổi tiếng của đại văn hào người Anh Shakespeare, giờ đây đã có phiên bản sách dành cho thiếu nhi. Sách hiện không kèm CD.",
        "longtext": "Nằm trong bộ sách Let's Enjoy Masterpieces!, câu chuyện xoay quanh Antonio - một thương gia xứ Venice không có khả năng trả nợ một người Do Thái khác là Shylock và những mâu thuẫn kèm theo. Sách được biên soạn theo một chương trình đặc biệt giúp nâng cao kỹ năng đọc hiểu cho những người mới bắt đầu, những người chưa hài lòng với khả năng làm chủ ngôn ngữ của mình, hay cho học sinh các cấp, theo một cách rất thú vị và có tính hiệu quả cao.",
        "number": 1,
        "price": "29.000 VND",
        "image": "/images/books/venice.jpg",
        "vendor": "Nhà xuất bản Văn hoá Sài Gòn",
        "year": 2009,
        "size": "14.5 x 20.5 cm",
        "pages": 101,
        "isbn": "8935086829561"
    },
    {
        "slug": "eng002",
        "title": "The Stealing Toad",
        "subtitle": "Sách học tiếng Anh - nguyên vẹn 100%",
        "description": "Con cóc ăn trộm, nằm trong bộ sách Fun English - Fun Stories dành cho thiếu nhi. Sách hiện không kèm CD.",
        "longtext": "Quyển sách này là phương pháp tuyệt vời nhằm giúp các bạn nhỏ tiếp xúc và tìm hiểu tiếng Anh thông qua những câu chuyện gần gũi, vui nhộn và đầy thú vị.",
        "number": 1,
        "price": "10.000 VND",
        "image": "/images/books/toad.jpg",
        "vendor": "Nhà xuất bản Tổng hợp TP. Hồ Chí Minh",
        "year": 2006,
        "size": "12 x 18cm",
        "pages": 51,
        "isbn": ""
    },
    {
        "slug": "self001",
        "title": "Tạo dựng quan hệ - Thật đơn giản",
        "subtitle": "Steven D'Souza - mới 100%",
        "description": "Một mạng lưới quan hệ tốt đẹp - nhân tố không thể thiếu cho thành công trong cuộc sống. Dù bạn đang theo đuổi công việc hằng mơ ước, đang bắt tay gây dựng doanh nghiệp của chính mình, hay chỉ đơn giản muốn gặp gỡ những người mới, thì tạo dựng quan hệ cũng sẽ là bước đệm giúp bạn nâng cao vị thế của mình trong mọi mặt cuộc sống",
        "longtext": "Tập hợp rất nhiều lời khuyên và các kỹ năng hữu ích từ những bậc thầy tạo dựng quan hệ xuất chúng, cuốn sách sẽ trang bị cho bạn nền tảng vững chắc để trở thành nam châm thu hút mọi người và thành công đến với mình.",
        "number": 1,
        "price": "39.000 VND",
        "image": "/images/books/bonding.jpg",
        "vendor": "Nhà xuất bản Lao động - Xã hội",
        "year": 2009,
        "size": "13 x 20.5 cm",
        "pages": 238,
        "isbn": "8935251408645"
    },
    {
        "slug": "self002",
        "title": "Tin vào chính mình",
        "subtitle": "Louise L.Hay - mới 100%",
        "description": "Tin Vào Chính Mình hướng dẫn bạn tập trung vào thái độ sống và sử dụng sức mạnh của sự tự khẳng định để vượt qua những khó khăn, hàn gắn những vết thương và vươn lên trong cuộc sống.",
        "longtext": "Đây là một cuốn sách hay, ý nghĩa và hữu ích cho bạn đọc mọi lứa tuổi, như một người bạn chia sẻ với bạn mọi khía cạnh trong cuộc sống, và bạn sẽ có thêm điểm tựa cho cuộc đời mình. Đây được gọi là cuốn sách có thể làm thay đổi cuộc sống của bạn.",
        "number": 1,
        "price": "24.000 VND",
        "image": "/images/books/believe.png",
        "vendor": "Nhà xuất bản Trẻ",
        "year": 2008,
        "size": "14.5 x 20.5 cm",
        "pages": 159,
        "isbn": "8935086855911"
    },
    {
        "slug": "eng003",
        "title": "English Grammar - 2nd Edition",
        "subtitle": "Sách học tiếng Anh - còn nguyên vẹn 100%",
        "description": "Tựa sách được biên soạn bởi Betty Schrampfer Azar này được đánh giá rất cao và được áp dụng rộng rãi trong việc giảng dạy ngữ pháp ở nhiều lớp học.",
        "longtext": "Đối tượng của cuốn Understanding and Using English Grammar này là những bạn đã có nên tảng tiếng Anh tương đối ổn đinh, cụ thể là những bạn ở level intermediate (trung bình) và advanced (giỏi). Sách cung cấp trọn vẹn các điểm ngữ pháp từ cơ bản tới nâng cao cũng như rất nhiều các dạng bài tập khác nhau. ",
        "number": 1,
        "price": "65.000 VND",
        "image": "/images/books/grammar.jpg",
        "vendor": "Nhà xuất bản Thanh niên",
        "year": 2000,
        "size": "14.5 x 20.5 cm",
        "pages": 489,
        "isbn": "0139436146"
    },
    {
        "slug": "nv002",
        "title": "Paris Through Closed Eyes",
        "subtitle": "Dương Thuỵ - mới 100%",
        "description": "Sách kể về những thành công và thất bại của một cô gái trẻ Việt Nam tên là Quỳnh Mai, làm việc cho một công ty mỹ phẩm Pháp.",
        "longtext": "Mai - một cô gái trọng danh dự, ngây thơ và tốt bụng đã phải đối mặt với sự ghen tỵ, lòng tham, sự hiềm khích của các đồng nghiệp trên từng nấc thang trong công việc. Trải qua nhiều thất bại, thành công, cuối cùng cô cũng trở thành một phụ nữ có kinh nghiệm, từng trải, để rồi nhận ra thành công ở công ty không phải là tất cả. Cuộc sống còn đó nhiều thứ tươi đẹp hơn chờ ta tận hưởng.",
        "number": 1,
        "price": "99.000 VND",
        "image": "/images/books/paris.jpg",
        "vendor": "Nhà xuất bản Trẻ",
        "year": 2014,
        "size": "13 x 20 cm",
        "pages": 323,
        "isbn": "9786041025042"
    },
    {
        "slug": "nv003",
        "title": "Beloved Oxford",
        "subtitle": "Dương Thuỵ - mới 100%",
        "description": "Truyện dài lấy bối cảnh tại trường đại học Oxford - Anh xoay quanh mối tình của cô sinh viên Việt Nam và người trợ giảng Bồ Đào Nha, với một kết thúc có hậu.",
        "longtext": "Oxford thương yêu lôi cuốn người dọc bằng những đoạn tả cảnh thiên nhiên tuyệt đẹp, những quan niệm sống cởi mở và hướng thiện của một lớp thanh niên trưởng thành trong giai đoạn đất nước được đổi mới.",
        "number": 1,
        "price": "98.000 VND",
        "image": "/images/books/oxford.jpg",
        "vendor": "Nhà xuất bản Trẻ",
        "year": 2015,
        "size": "13 x 20 cm",
        "pages": 348,
        "isbn": "9786041003644"
    },
    {
        "slug": "vn001",
        "title": "Dế mèn, chim gáy, bồ nông",
        "subtitle": "Tô Hoài - mới 100%",
        "description": "Một thế giới sinh động của các loài vật hiện lên dưới ngòi bút hóm hỉnh, đầy nhân văn. Những câu chuyện nhỏ nhưng chất chứa triết lý sống, tình bạn, sự dũng cảm và lòng bao dung.",
        "longtext": "",
        "number": 1,
        "price": "65.000 VND",
        "image": "/images/books/cricket.jpg",
        "vendor": "Nhà xuất bản Kim Đồng",
        "year": 2007,
        "size": "12.5 x 20.5 cm",
        "pages": 646,
        "isbn": "143874"
    }
]